Repository: OsmBelarus/Databases
Catalog: Pieraklad/tm/relihijnyja_budynki.tmx
Source language: ru
Languages: be

source: Архикафедральный собор Святого Имени Пресвятой Девы Марии
be: Архікафедральны касцёл Імя Найсвяцейшай Дзевы Марыі

source: Борисоглебская церковь
be: Барысаглебская царква

source: Витебское епархиальное управление
be: Віцебскае епархіяльнае ўпраўленне

source: Воскресенский собор
be: Уваскрасенскі сабор

source: Воскресная школа МСЦ ЕХБ
be: Нядзельная школа МСЦ ЕХБ

source: Гродненская синагога
be: Гродзенская сінагога

source: Дом Евангелия
be: Дом Евангелля

source: Евангельская церковь "Добрая весть"
be: Евангельская царква «Добрая вестка"

source: Евангельская церковь "Новая жизнь"
be: Евангельская царква «Новае жыццё»

source: Женский Спасо-Евфросиниевский Монастырь
be: Жаночы Спаса-Еўфрасіннеўскі манастыр

source: жилой корпус монастыря францисканцев
be: кляштар францысканаў

source: Иоанна Предтечи
be: Іаана Папярэдніка

source: Казанская церковь
be: Казанская царква

source: Кастёл Найсвяцейшай Панны Марыі
be: Маці Божай Ружанцовай

source: католическая часовня
be: каталіцкая капліца

source: Католическая часовня
be: Каталіцкая капліца

source: Католический культурный центр в Витебске. Резиденция епископа витебского
be: Каталіцкі цэнтр у Віцебску. Рэзідэнцыя біскупа віцебскага

source: Кафедральный католический собор Иисуса Милосердного
be: Катэдральны касцёл Езуса Міласэрнага

source: Кафедральный собор Рождества Богородицы
be: Сабор Ражства Багародіцы

source: Кафедральный собор Святого Франциска Ксаверия
be: Кафедральны касцёл Святога Францішка Ксаверыя

source: Кафедральный собор Сошествия Святого Духа
be: Кафедральны сабор Сашэсця Святога Духа

source: Кирха
be: Кірха

source: костел
be: касцёл

source: Костел
be: Касцёл Святога Антонія Падуанскага

source: Костёл Антония Падуанского
be: Касцёл Антонія Падуанскага

source: костёл Богоматери Фатимской
be: касцёл Маці Божай Фацімскай

source: Костел Воздвижения Святого Креста
be: Касцёл Узвышэння Святога Крыжа

source: костел Вознесения Девы Марии
be: касцёл Унебаўзяцця Найсв. Панны Марыі

source: Костел Вознесения Найсв.Девы Марии, Нац. санктуарий
be: Касцёл Ушэсця Найсв.Панны Марыі, Нац. Санктуарый

source: Костел Девы Марии
be: Касцёл Панны Марыі

source: Костел иезуитов (фарный)
be: Касцёл Божага Цела

source: Костел Крестовоздвиженский
be: Фарны Касцёл

source: Костел Наисвятейшей Девы Марии Ласковой
be: Касцёл Найсвяцейшай Панны Марыі Ласкавай

source: костел Непорочного Зачатия Девы Марии
be: касцёл Беззаганнага Зачацця Найсвяцейшай Панны Марыі

source: Костёл Николая-чудотворца
be: Касцёл Мікалая-цудатворца

source: костел Отыскания Св.Креста и монастырь бернардинцев
be: Касцёл Адшукання Св. Крыжа і кляштар бэрнардынцаў

source: костел Посещения Пресвятой Девой Марией Елисаветы
be: касцёл Адведзінаў Найсвяцейшай Панны Марыі

source: Костёл Пресвятого Сердца Иисуса
be: Касцёл Найсвяцейшага Сэрца Пана Езуса

source: Костел Рождества Девы Марии
be: Касцёл Нараджэння Панны Марыі

source: костёл Рождества Пресвятой Девы Марии
be: касцёл Нараджэння Найсвяцейшай Дзевы Марыі

source: костел Св. Анны
be: касцёл св. Ганны

source: костел св.Антония Падуанского
be: касцёл св. Антонія з Падуі

source: Костел св. Апостолов Петра и Павла
be: Касцёл св. Апосталаў Пятра і Паўла

source: Костел св. Варвары
be: Касцёл Святой Барбары

source: Костел св. Евфимии
be: Касцёл св. Яўхіміі

source: Костел св. Иоанна Крестителя
be: Касцёл св. Яна Хрысціцеля

source: костел св. Иозафата Куцевича
be: касцёл святога Язафата Кунцэвіча

source: Костел св. Иосифа
be: Касцёл св. Язэпа

source: Костел св. Казимира
be: Касцёл св. Казіміра

source: Костёл Св. Матвея
be: Касцёл Св. Мацвея

source: Костел св. Михаила Архангела
be: Касцёл св. Міхаіла Арханёла

source: костел св. о.Пио
be: касцёл св. а.Піо

source: Костел св. Петра и Павла
be: Касцёл св. Пятра і Паўла

source: костёл св. Станислава
be: Касцёл св. Станіслава

source: Костел святого Андрея Баболи
be: Касцёл святога Андрэя Баболі

source: Костел Святого Антония Падуанского; Костел св. Антония (руины)
be: Касцёл Святога Антонія Падуанскага

source: Костел Святого Архангела Михаила и кляштор цистерцианок
be: Касцёл Святога Міхала Арханёла і кляштар цыстэрцыянак

source: Костел святого Вацлава
be: Касцёл св. Вацлава

source: Костел Святого Иосифа
be: Касцёл Святога Іосіфу

source: Костёл Святого Казимира
be: Касцёл Святога Казіміра

source: Костел Святого Михаила Архангела
be: Касцёл Святога Міхала Арханёла

source: Костёл Святого Михаила Архангела
be: Касцёл Святога Міхаіла Арханёла

source: Костел Святого Сердца Иисуса
be: Касцёл Найсвяцейшага Сэрца Езуса

source: Костёл святого Симеона и святой Елены
be: Касцёл Святога Сымона і Святой Алены

source: Костел Святой Анны
be: Касцёл Святой Ганны

source: Костел Святой Триицы
be: Касцёл Святой Троіцы

source: Костел Святой Троицы
be: Касцёл Святой Троіцы

source: Костел Святой Троицы; Костел Троицкий
be: Касцёл Святой Тройцы

source: Костёл Сердца Иисуса
be: Касцёл Сэрца Езуса

source: Костел Троицкий
be: Троіцкі касцёл

source: Костел Успения Пресвятой Девы Марии
be: Касцёл Унебаўзяцця Найсвяцейшай Панны Марыі

source: Костел Францисканцев
be: Касцёл Францысканцаў

source: Костел францисканцев (руины)
be: Касцёл францысканцаў (руіны)

source: Крестовоздвиженская православная церковь
be: Крыжаўздзвіжанская праваслаўная царква

source: Кутеинский Монастырь
be: Куцеінскі манастыр

source: Мемориальная часовня-памятник погибшим в Афганистане
be: Мемарыяльная капліца-помнік загінулым у Афганістане

source: Мечеть
be: Мячэць

source: Минское епархиальное управление
be: Мінскае епархіяльнае ўпраўленне

source: Молитвенный дом
be: Дом малiтвы

source: Молитвенный дом МСЦ ЕХБ
be: Малітоўны дом МСЦ ЕХБ

source: Монастырь
be: Пакроўскі манастыр

source: Монастырь бенедиктинок
be: Кляштар бенедыкцінак

source: Монастырь бернардинцев
be: Кляштар бернардынаў

source: Монастырь францисканцев с парком
be: Кляштар францысканаў з паркам

source: монашеская община сестёр-евхаристок
be: каталіцкая манаская супольнасць сясцёр-еўхарыстак

source: Надежда
be: Надзея

source: Новоапостольская церковь
be: Новаапостальская царква

source: парафиальный дом
be: парафіяльны дом

source: Парафия Святых апостолов Петра и Павла
be: Парафія Святых апосталаў Пятра і Паўла

source: Пинский кафедральный собор
be: Пінскі кафедральны сабор

source: Подникольский монастырь
be: Нікольскі манастыр

source: Покровская старобрядческая церковь
be: Пакроўская стараверская царква

source: Православный женский монастырь
be: Праваслаўны жаночы кляштар

source: Православный храм
be: Праваслаўны храм

source: православный храм свят. Николая Чудотворца
be: праваслаўны храм сьвц. Мікалая Цудатворца

source: Приемная епископа Витебского. Храм преподобномученика Афанасия, игумена Брестского
be: Храм прападобнамучаніка Афанасія, ігумена брэсцкага

source: приход мормонов
be: прыход Царквы Ісуса Хрыста Святых апошніх дзён (мармонаў)

source: Приход Пресвятого Искупителя
be: Парафія Найсвяцейшага Адкупіцеля

source: приход храма "Всех Святых"
be: прыход храма "Ўсіх Святых"

source: Римско-католический костел Святого Духа
be: Касцёл Духа Святога

source: руины католической часовни
be: руіны каталіцкай капліцы

source: св. Георгия
be: св. Георгія

source: Свято-Афанасьевский мужской монастырь
be: Свята-Афанас'еўскі мужчынскі манастыр

source: Свято-Борисо-Глебская Коложская церковь
be: Свята-Барыса-Глебская Каложская царква

source: Свято-Воскресенская церковь
be: Свята-Уваскрасенская царква

source: Свято-Георгиевская церковь
be: Свята-Геогріевская царква

source: Свято-Георгиевская Церковь
be: царква

source: Свято-Духов женский монастырь
be: Жаночы манастыр Святога Духа

source: Свято-Духов храм
be: Свята-Духаў храм

source: Свято-Михайловская Церковь
be: Свята-Міхайлаўская Царква

source: Свято-Николаевский кафедральный собор
be: Свята-Нікалаеўскі кафедральны сабор

source: Свято-Покровский кафедральный собор
be: Свята-Пакроўскі кафедральны сабор

source: Свято-Симеоновский Собор
be: Свята-Сіміёнаўскі сабор

source: Свято-Успенская церковь
be: Свята-Успенская царква

source: Свято-Успенский кафедральный собор
be: Свята-Успенскі кафедральны сабор

source: Сельсовет
be: Сельсавет

source: Синагога
be: Сінагога

source: Собор кафедральный св. Михаила Архангела
be: Сабор кафедральны св. Міхаіла Архангела

source: Собор Крестовоздвиженский
be: Крыжаўзвіжанскі сабор

source: Собор Петра и Павла
be: Сабор Пятра і Паўла

source: Софийский Собор
be: Сафійскі сабор

source: Спасо-Вознесенская церковь
be: Царква

source: Спасо-Преображенская церковь
be: Спаса-Праабражэнская царква

source: Спасо–Преображенская церковь
be: Спаса-Праабражэнская царква

source: староверская Успенская церковь
be: стараверская Успенская царква

source: Старообрядческая Древлеправославная церковь Святителя Христова Николы
be: Стараабрадная Старажытнаправаслаўная царква Свяціцеля Хрыстовага Міколы

source: Троицкая церковь
be: Троіцкая царква

source: Троицкий костел
be: Касцёл св. Тройцы

source: Униатская (греко-католическая) церковь Воскресения Христова
be: Грэка-каталіцкая (вуніяцкая) царква Уваскрашэння Хрыстова

source: Успения Пресвятой Девы Марии
be: Унебаўзяцця Найсвяцейшай Панны Марыі

source: Успенская старообрядческая церковь
be: Успенская стараабрадчая царква

source: Усыпальница Свентаржэцких
be: Капліца-пахавальня Свентаржэцкіх

source: Фарный костёл Преображения Господнего
be: Фарны касцёл Праабражэння Гасподняга

source: Храм Благовещения Пресвятой Богородицы
be: Храм Дабравешчання Прасвятой Багародзіцы

source: храм Воздвижения Креста Господня
be: царква Уздвіжаньня Крыжа Гасподня

source: Храм Вознесения Господня
be: царква Ўзнясеньня Гасподня

source: Храм во имя св. Преподобного Антония Великого
be: Царква св. Антонія Вялікага

source: Храм Во Имя Святителя Николая Чудотворца
be: Храм Свяціцеля Мікалая Цудатворца

source: Храм Воскресения Христова
be: Храм Узнясення Хрыстовага

source: Храм В Честь Покрова Пресвятой Богородицы
be: Храм Пакрова Прасвятой Багародзіцы

source: Храм В Честь Преображения Господня
be: Храм Перамянення Гасподняга

source: Храм В Честь Рождества Пресвятой Богородицы
be: Храм Раства Прасвятой Багародзіцы

source: Храм в честь Рождества Христова
be: Храм у гонар Ражства Хрыстова

source: Храм В Честь Святой Троицы 1647Г.
be: Храм святой Троіцы 1647 г.

source: Храм протестантский
be: Храм пратэстанцкі

source: Храм св. Пантелеймона
be: Храм святога Панцеляймона

source: Храм святого благоверного князя Александра Невского
be: Храм святога прававернага князя Аляксандра Неўскага

source: Храм святого мученика Лонгина Сотника
be: Храм святога мучаніка Лангіна Сотніка

source: Храм святой блаженной Ксении Петербургской
be: Храм святой блажэннай Ксеніі Пецярбургскай

source: Храм святой великомученицы Екатерины
be: Храм святой вялікамучаніцы Кацярыны

source: Храм святой мученицы Татианы
be: Храм святой мучаніцы Тацяны

source: Храм святой преподобной Евфросинии Полоцкой
be: Храм святой прападобнай Еўфрасінні Полацкай

source: Храм святой преподобномученицы Евдокии
be: Храм святой прападобнамучаніцы Еўдакіі

source: Храм Успения Пресвятой Богородицы
be: Храм Успення Прасвятой Багародзіцы

source: Центральная церковь адвентистов седьмого дня
be: Цэнтральная царква адвентыстаў сёмага дня

source: Церковь
be: Царква

source: церковь Вознесения Господня
be: Узнясенская царква

source: Церковь Вознесения Господня
be: Царква Ушэсця Гасподняга

source: Церковь во имя преподобной Марфы
be: Царква ў імя прападобнай Марфы

source: Церковь во имя Св. прор. Илии
be: Свята-Ільінская царква

source: Церковь Воскресенская
be: Царква

source: Церковь Всех Святых
be: Царква Ўсіх Святых

source: Церковь Илии Пророка
be: Царква Святога прарока Іллі

source: Церковь Николая-Чудотворца
be: Царква Мікалая-Цудатворца

source: Церковь Покрова Пресвятой Богородицы
be: Царква Покрыва Прасвятой Багародзіцы

source: Церковь Покровская
be: Царква Покрыва Прасвятой Багародзіцы

source: Церковь Преображения Господня
be: Царква Праабражэння Гасподняга

source: Церковь Рождества Богородицы
be: Царква Раства Багародзіцы

source: Церковь Рождества ЕХБ
be: Царква Каляд Саюза ЕХБ

source: церковь Рождества Иоанна Предтечи
be: Царква Раства Іаана Прадцечы

source: Церковь св. Анны
be: Царква Святой Ганны

source: Церковь св. ап. Андрея Первозванного
be: Царква св. ап. Андрэя Першазваннага

source: Церковь св. Георгия
be: Царква св. Юрыя

source: Церковь св. Георгия Победоносца
be: Царква св. Георгія Перамоганосца

source: Церковь св. Ильи (дерев.)
be: Царква св. Іллі (драўляная)

source: Церковь св. Константина и Елены
be: Царква святых Канстанціна і Алены

source: Церковь св. Николая
be: Царква св. Мікалая

source: церковь св. Параскевы Пятницы
be: царква св. Параскевы Пятніцы

source: Церковь Святого Владимира
be: Царква Святога Ўладзіміра

source: Церковь Святого Духа
be: Царква Святога Духа

source: Церковь Святого Иоанна Предтечи
be: Царква Святога Іаана Прадцечы

source: Церковь Святого Михаила
be: Царква Святога Міхаіла

source: Церковь Святого Николая
be: Царква Святога Мікалая

source: Церковь Святого пророка Илии
be: Царква Святога прарока Іллі

source: Церковь Святой Живоначальной Троицы
be: Царква Святой Жываначальнай Троіцы

source: Церковь Святой Параскевы Пятницы
be: Царква Святой Параскевы Пятніцы

source: Церковь Святой Троицы
be: Свята-Троiцкая царква

source: Церковь Спасо-Преображенская
be: Царква Праабражэння Гасподняга

source: церковь Сретения Господня
be: царква Стрэчаньня Гасподняга

source: Церковь Трех Светителей
be: Царква Трох Сьвяціцеляў

source: Церковь Успения Пресвятой Богородицы
be: Царква Успення Прасвятой Багародзіцы

source: Церковь Успенская
be: Царква Успення Прасвятой Божай Маці

source: Церковь Царства Божьего
be: Царква Царства Божага

source: Церьков "Нечаянная радость"
be: Царква «Неспадзяваная радасць»

source: часовня
be: капліца

source: Часовня
be: капліца

source: Часовня (дерев.)
be: Капліца

source: часовня бл. Юрия Матулевича
be: капліца бл. Юрыя Матулевіча

source: Часовня католич. св. Варвары
be: Капліца св. Барбары

source: Часовня общины доминиканцев
be: Капліца абшчыны дамініканаў

source: Часовня Преображения Господня
be: Каплiца Перамянення Панскага

source: Часовня Римских-Корсаковых
be: Капліца Рымскіх-Корсакавых

source: Часовня св. Анны
be: Капліца св. Ганны

source: часовня св. Ильи
be: капліца св. Ільі

source: Часовня св. Креста
be: Капліца св. Крыжа

source: часовня Спасо-Преображенская (дерев.)
be: Спаса-Праабражэнская капліца (драўляная)

source: Часовня Успения Пресвятой Девы Марии
be: Капліца Унебаўзяцця Найсвяцейшай Панны Марыі

source: часовня-Усыпальница
be: Капліца-пахавальня

source: Часовня-усыпальница Святополк-Мирских
be: Капліца-пахавальня Святаполк-Мірскіх
